{
  "alpha_pattern": {},
  "auto_mapping": null,
  "base_model_name_or_path": "",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "layers_pattern": null,
  "layers_to_transform": null,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "modules_to_save": [
    "embed_tokens",
    "lm_head"
  ],
  "peft_type": "LORA",
  "r": 16,
  "rank_pattern": {},
  "revision": null,
  "target_modules": [
    "v_proj",
    "o_proj",
    "value",
    "key",
    "q_proj",
    "k_proj",
    "query"
  ],
  "task_type": "CAUSAL_LM"
}