{
  "_name_or_path": "/Users/a.p.malakhov/Desktop/alignment/tests/fixtures/models/llama2_tiny",
  "architectures": [
    "LlamaForCausalLM"
  ],
  "bos_token_id": 1,
  "eos_token_id": 2,
  "hidden_act": "silu",
  "hidden_size": 64,
  "initializer_range": 0.02,
  "intermediate_size": 64,
  "max_position_embeddings": 2048,
  "model_type": "llama",
  "num_attention_heads": 1,
  "num_hidden_layers": 1,
  "num_key_value_heads": 1,
  "pad_token_id": 0,
  "pretraining_tp": 1,
  "rms_norm_eps": 1e-06,
  "rope_scaling": null,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.31.0",
  "use_cache": true,
  "vocab_size": 32005
}
