{
  "_name_or_path": "../tiny-random-CLIPModel",
  "architectures": [
    "CLIPModel"
  ],
  "bos_token_id": 0,
  "eos_token_id": 1,
  "initializer_factor": 1.0,
  "logit_scale_init_value": 2.6592,
  "model_type": "clip",
  "pad_token_id": 1,
  "projection_dim": 64,
  "text_config": {
    "attention_dropout": 0.1,
    "bos_token_id": 0,
    "dropout": 0.1,
    "eos_token_id": 2,
    "hidden_size": 32,
    "intermediate_size": 37,
    "max_position_embeddings": 512,
    "model_type": "clip_text_model",
    "num_attention_heads": 4,
    "num_hidden_layers": 5,
    "projection_dim": 32,
    "vocab_size": 1024
  },
  "torch_dtype": "float32",
  "transformers_version": "4.39.1",
  "vision_config": {
    "attention_dropout": 0.1,
    "dropout": 0.1,
    "hidden_size": 32,
    "image_size": 30,
    "intermediate_size": 37,
    "model_type": "clip_vision_model",
    "num_attention_heads": 4,
    "num_hidden_layers": 5,
    "patch_size": 2,
    "projection_dim": 32
  }
}
