#version: 0.2
t h
th e</w>
i n
a n
e d</w>
e r
r e
a r
t i
o n
e n
o f</w>
o r
an d</w>
e r</w>
o n</w>
i n</w>
in g</w>
s t
r o
a l
i t
t o</w>
a s</w>
a t
e s</w>
o u
h i
a c
s i
a t</w>
r i
a l</w>
e l
a n</w>
a m
o r</w>
s t</w>
l i
u r
e c
o m
d i
w as</w>
l y</w>
e n</w>
e a
c h
u n
ti on</w>
l a
i s</w>
f i
o l
d e
- @</w>
@ -@</w>
r a
v i
l e</w>
l o
s h
e m
b e
th at</w>
' s</w>
c on
m a
f or</w>
h a
s u
b y</w>
it h</w>
v e</w>
w ith</w>
s e</w>
c h</w>
th e
en t
p o
c e</w>
i l
s e
en t</w>
l e
c om
s p
er e</w>
p ro
n o
b u
w h
i t</w>
t h</w>
v er
n e
c a
i s
f or
a g
er s</w>
m o
g h
f ro
t ed</w>
fro m</w>
ti on
o p
hi s</w>
a d
a b
i c
h e</w>
ou n
a s
t s</w>
s c
d e</w>
o w
e x
w hi
r u
t er</w>
a p
d s</w>
w ere</w>
p re
d u
g u
p ar
i r
b o
th er</w>
q u
l u
t er
t w
e s
re c
p er
t a
at e</w>
v er</w>
at ed</w>
d ing</w>
it y</w>
m an
e ar
s ed</w>
d ed</w>
a u
al l</w>
am e</w>
c i
on e</w>
in g
ar e</w>
a f
i r</w>
a tion</w>
â Ģ
ha d</w>
t r
u l
l d</w>
whi ch</w>
w a
i m
l ea
b e</w>
t o
ti m
fi r
w or
on g</w>
p or
m ar
m e
al ly</w>
s o</w>
ou t</w>
tion s</w>
it s</w>
g h</w>
g e</w>
b er</w>
f e
p u
s er
d er
p l
s s</w>
in e</w>
in c
m i
gh t</w>
g o
th is</w>
t ur
d a
ro u
bu t</w>
u m
s on</w>
w e
v ed</w>
si on</w>
k e</w>
p la
the ir</w>
i es</w>
fir st</w>
s a
o c
at t
o f
p e
no t</w>
g i
n a
ar y</w>
m u
l ed</w>
âĢ ĵ</w>
h er</w>
r an
c o
the y</w>
d er</w>
al i
al so</w>
or e</w>
e p
ou ld</w>
af ter</w>
s hi
u s</w>
e t</w>
ti c
st or
w i
e v
o ther</w>
s h</w>
t ing</w>
ar d</w>
t e
tw o</w>
n i
ha ve</w>
ou r
com m
t e</w>
ac k</w>
o o
f in
s ec
ent s</w>
h as</w>
com p
b ec
k s</w>
con t
l and</w>
be en</w>
en ce</w>
k ing</w>
e l</w>
ag e</w>
lo w
m in
. @</w>
@ .@</w>
om e</w>
m ent</w>
ch ar
g e
at er</w>
n or
h o
ou s</w>
wh o</w>
ea r</w>
sp ec
c ol
el y</w>
t y</w>
j o
ur ing</w>
du c
b ri
st r
c an
or i
t ra
p a
sh e</w>
d o
ti ve</w>
m on
ne w</w>
r it
tim e</w>
on s</w>
s o
m an</w>
d ec
c ent
l an
p i
ou r</w>
in ter
f er
g ra
g re
re s</w>
inc lu
m il
d uring</w>
ow n</w>
pre s
j u
n ed</w>
el l</w>
, @</w>
@ ,@</w>
it e</w>
g en
wh en</w>
si g
b i
re n
f a
g a
pla y
en g
tion al</w>
oun d</w>
th ou
m ore</w>
re e</w>
em ber</w>
e i
s ou
s ur
s ti
c ar
for m
l ar
s es</w>
t en
in to</w>
t u
c es</w>
mo st</w>
k ed</w>
wa y</w>
c re
c oun
u p</w>
l es</w>
ac e</w>
al s</w>
k e
w ould</w>
an t</w>
b er
f u
it ed</w>
p ri
whi le</w>
o ver</w>
ing s</w>
r e</w>
fi l
s y
e st
ab le</w>
w n</w>
s ea
ac h
s ing</w>
in s</w>
ti c</w>
i d</w>
on ly</w>
at es</w>
t ri
v ing</w>
b a
v el
an ce</w>
st a
er n</w>
f ol
e en</w>
in ed</w>
st ru
un i
g ame</w>
la r</w>
s el
b li
u sed</w>
n ing</w>
p s</w>
ti es</w>
k no
c or
f t</w>
rec or
b le</w>
vi e
y s</w>
w il
ic al</w>
ap p
t ro
th ree</w>
c la
ol d</w>
sh ed</w>
h ea
ab out</w>
w rit
th an</w>
st e
l ater</w>
ar i
d y</w>
pu bli
lo c
ag a
th rou
s si
en d</w>
ma y</w>
an g
ac h</w>
v es</w>
o g
hi m</w>
be tw
thou gh</w>
betw een</w>
u m</w>
st ar
sc ri
re a
on d</w>
shi p</w>
o k</w>
h el
s ong</w>
c hi
ca p
e ver</w>
da y</w>
c ri
s ome</w>
b ro
n o</w>
th ere</w>
an s</w>
al l
n um
r ed</w>
ear s</w>
st s</w>
an y</w>
w ar
p h
p p
g in
stru c
am er
pro duc
s ch
c es
ur e</w>
at ing</w>
em p
t or
sea son</w>
for e</w>
i c</w>
c ity</w>
g ro
fol low
su b
b el
y ear</w>
c an</w>
s in
wh ere</w>
an d
ma de</w>
re lea
s m
b l
t en</w>
wi th
s on
man y</w>
a re
e d
h ow
amer ic
ur y</w>
st u
mu si
c u
n am
em ent</w>
su ch</w>
al bu
bu il
be fore</w>
e f
ar m
t on</w>
the m</w>
c al
b ar
d es</w>
m at
gen er
o d</w>
ser ies</w>
c er
sh o
en ti
h er
o ver
an n
w ell</w>
wor ld</w>
g an</w>
e st</w>
sec ond</w>
t ers</w>
si de</w>
tr an
l ine</w>
tur e</w>
por t</w>
be ing</w>
y ears</w>
bo th</w>
in di
the se</w>
na tional</w>
hi stor
f e</w>
v o
st ed</w>
an i
b as
po in
s ing
fil m</w>
p en
su p
m is
c ro
st ri
l in
t re
wa r</w>
how ever</w>
y ing</w>
l ing</w>
y p
ec ted</w>
di rec
vi sion</w>
albu m</w>
th en</w>
l l</w>
se ver
throu gh</w>
kno wn</w>
b or
c ul
c lu
st er</w>
sou th</w>
r y</w>
ec t</w>
lo w</w>
p r
s k
is o
nor th</w>
par t</w>
f ac
t ly</w>
per i
e u
b att
st ate</w>
c ed</w>
con si
in f
po li
ol og
ear ly</w>
po si
am es</w>
w in
de vel
o b
v e
v en</w>
op er
g er
of fi
char ac
m s</w>
hi gh
a d</w>
th o
sever al</w>
d re
de scri
al e</w>
num ber</w>
a ir
inclu ding</w>
in st</w>
aga inst</w>
l s</w>
su l
ep iso
c am
di f
so ci
bec ame</w>
li ke</w>
t el
f our</w>
âĢ Ķ</w>
h ou
jo h
un ited</w>
in v
un der</w>
no v
ti v
su c
a tions</w>
ac k
t or</w>
r on
un d</w>
w s</w>
f o
g r
devel op
al though</w>
cont in
we st</w>
ori gin
musi c</w>
or s</w>
d on</w>
cent ury</w>
w ard</w>
wor k</w>
m e</w>
am i
ch a
ver y</w>
h ar
di s
z ed</w>
d o</w>
g s</w>
t ow
s ol
follow ing</w>
li on</w>
re ma
n s</w>
ti sh</w>
ch ur
s om
m p
t le</w>
go ver
d el
comp le
c ur
u se</w>
b ack</w>
h u
st ern</w>
be gan</w>
fi el
au se</w>
d ra
p as
b il
ca tion</w>
d ent</w>
b ed</w>
bec ause</w>
an t
ea m</w>
p hi
y o
contin u
ta in</w>
tr y</w>
f re
pe op
cal led</w>
f ound</w>
episo de</w>
de sig
m or
se t</w>
le y</w>
ea st</w>
tr ac
c ra
